/* No comment provided by engineer. */
"* Launch Impress on your computer\n* Connect both devices to the same WiFi network\n* P.S. Your iOS device is connected to \"%@\" now" = "* Launch Impress on your computer\n* Connect both devices to the same WiFi network\n* P.S. Your iOS device is connected to \"%@\" now";

/* No comment provided by engineer. */
"* You don't have a WiFi connection now.\n* Connect your iOS device and your computer to the same network\n* Refresh\n* hint: you may create a personal hotspot on your computer/iPhone" = "* Spojenie pomocou WiFi nie je k dispozícii.\n* Pripojte zariadenie iOS a počítač k rovnakej sieti.\n* Obnovte pripojenie\n* Tip: na počítači/iPhone môžete vytvoriť vlastný hotspot";

/* Popover option */
"About Impress Remote" = "O diaľkovom ovládaní prezentácie";

/* No comment provided by engineer. */
"Back" = "Naspäť";

/* Popover option */
"Blank Screen" = "Prázdna obrazovka";

/* No comment provided by engineer. */
"Cancel" = "Zrušiť";

/* No comment provided by engineer. */
"Click to refresh" = "Kliknutím obnoviť";

/* Back button to the connect page on navbar */
"Connect" = "Pripojiť";

/* connect instructions */
"Connect your devices to the same WiFi network." = "Pripojte zariadenie k rovnakej WiFi sieti.";

/* instruction page title */
"Connection" = "Pripojenie";

/* Popover option */
"Connection Help" = "Pomocník pre pripojenie";

/* Connection Lost Alert title */
"Connection Lost" = "Spojenie prerušené";

/* Connection Lost Alert Msg */
"Connection Lost Msg" = "Spojenie bolo prerušené... Skúste sa k počítaču pripojiť znova.";

/* Control instruction title */
"Control" = "Ovládanie";

/* connect instructions */
"Create a personal hotspot on your iPhone if needed." = "V prípade potreby vytvorte na iPhone vlastný hotspot.";

/* Server list section title */
"Custom Connections" = "Vlastné pripojenie";

/* Displayed when no customized server is available */
"Customize server config instruction" = "Ak sa počítač nezobrazí v časti vyššie, pridajte ručne jeho IP adresu.";

/* Server list section title */
"Detected Connections" = "Nájdené pripojenia";

/* Pairing instruction text */
"Enter the PIN code in SlideShow - Impress Remote" = "V LibreOffice zadajte PIN kód do Prezentácia - Diaľkové ovládanie prezentácie";

/* Connection failure title */
"Failed to reach server" = "Nepodarilo sa pripojiť k serveru";

/* Connection failure message */
"Failed to reach server Msg" = "Overte si správnosť IP adresy a preverte si, či je v LibreOffice Impress povolené diaľkové ovládanie prezentácie.";

/* No comment provided by engineer. */
"Failed to reach your computer" = "Nepodarilo sa pripojiť k počítaču";

/* No comment provided by engineer. */
"Help" = "Pomocník";

/* In app How-to title */
"How-to" = "Návod";

/* App name displayed on navbar */
"Impress Remote" = "Diaľkové ovládanie prezentácie";

/* Invalid IP Address Alert title */
"Invalid IP Address" = "Neplatná IP adresa";

/* Invalid IP Address Alert message */
"Invalid IP Address Msg" = "Zadaná IP adresa nie je platná";

/* EditableTableViewCell placeholder */
"IP Address" = "IP adresa";

/* Pairing instruction text */
"Launch Impress & select your computer." = "Spustite Impress a vyberte počítač.";

/* EditableTableViewCell placeholder */
"Name (optional)" = "Názov (nepovinný)";

/* No comment provided by engineer. */
"New Server" = "Nový server";

/* No comment provided by engineer. */
"No, thanks" = "Nie, ďakujem";

/* OK Button on Alert view */
"OK" = "OK";

/* backButton for Tutorial */
"Ok, thanks" = "OK, ďakujem";

/* Pairing instruction title */
"Pairing" = "Párovanie";

/* Pairing instructions Alert Title */
"Pairing Instructions" = "Návod na párovanie";

/* No comment provided by engineer. */
"Pairing Instructions Msg" = "1. Spustite na počítači LibreOffice Impress\n\n2. Zaškrtnite Možnosti - LibreOffice Impress - Všeobecné - Povoliť diaľkové ovládanie\n\n3. Overte si, či sú počítač a zariadenie pripojené k rovnakej WiFi sieti\n\n4. Ak nie je zistená IP adresa počítača automaticky, zadajte ju ručne\n\n5. Pripojte sa a prezentujte.\n\n";

/* Update button text in diffrent states */
"Pause" = "Pozastaviť";

/* No comment provided by engineer. */
"Please consider restart LibreOffice Impress on your computer." = "Zvážte reštart LibreOffice Impress na počítači.";

/* Popover option */
"Restart" = "Reštartovať";

/* No comment provided by engineer. */
"Resume from blank screen" = "Pokračovať z prázdnej obrazovky";

/* Popover option */
"Resume from blank Screen" = "Pokračovať z prázdnej obrazovky";

/* No comment provided by engineer. */
"Searching" = "Vyhľadáva sa";

/* Sidebar section header */
"Slides" = "Snímky";

/* Update button text in diffrent states */
"Start" = "Spustiť";

/* Popover option */
"Stop Presentation" = "Zastaviť prezentáciu";

/* Sidebar section header */
"Stop Watch" = "Zastaviť stopky";

/* No comment provided by engineer. */
"Take a tour of iOS Impress Remote?" = "Zoznámiť sa s diaľkovým ovládaním prezentácie pre iOS?";

/* Sidebar section header */
"Timer" = "Časovač";

/* No comment provided by engineer. */
"Yes" = "Áno";

